# Brewfile - Homebrew パッケージ一覧
# ./scripts/backup.sh --brew で自動更新される

# パッケージ管理補助
brew "mas"

# CLI / 開発ツール
brew "neovim"
brew "ripgrep"
brew "fd"
brew "lazygit"
brew "imagemagick"
brew "tectonic"
brew "luarocks"
brew "git"
brew "tmux"
brew "zellij"
brew "fzf"
brew "bat"
brew "eza"
brew "zsh"
brew "sheldon"
brew "starship"
brew "mise"

# GUI アプリケーション
cask "wezterm"
cask "ghostty"
